Repository: ninondev/Dayside
Catalog: TahoeTime/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, vi, zh_hant

source: 导出诊断包…
de: Diagnosepaket exportieren …
en: Export Diagnostics…
es: Exportar paquete de diagnóstico…
fr: Exporter le dossier de diagnostic…
id: Ekspor Diagnostik…
it: Esporta pacchetto diagnostico…
ja: 診断情報を書き出す…
ko: 진단 정보 내보내기…
nl: Exporteer diagnoserapport…
pl: Eksportuj dane diagnostyczne…
pt_br: Exportar Diagnóstico…
ru: Экспортировать пакет диагностики…
tr: Tanılama Paketini Dışa Aktar…
vi: Xuất gói chẩn đoán…
zh_hant: 輸出診斷包⋯

source: 小时制
de: Stundenformat
en: Hour format
es: Formato de hora
fr: Format horaire
id: Format jam
it: Formato orario
ja: 時刻表示
ko: 시간제
nl: Uurnotatie
pl: Format czasu
pt_br: Formato de Hora
ru: Формат времени
tr: Saat Biçimi
vi: Định dạng giờ
zh_hant: 小時制

source: 山之日
de: Tag des Berges
en: Mountain Day
es: Día de la Montaña
fr: Jour de la montagne
id: Hari Gunung
it: Giornata della montagna
ja: 山の日
ko: 산의 날
nl: Dag van de bergen
pl: Dzień Gór
pt_br: Dia da Montanha
ru: День горы
tr: Dağ Günü
vi: Ngày của Núi

source: 已交给日历App打开
de: An die Kalender-App übergeben
en: Sent to your calendar app
es: Enviado a la app de calendario
fr: Envoyé à votre app de calendrier
id: Dikirim ke app Kalender
it: Inviato all’app di calendario
ja: カレンダーアプリに送信しました
ko: 캘린더 앱에 전달됨
nl: Doorgegeven aan je agenda-app
pl: Przesłano do aplikacji kalendarza
pt_br: Enviado ao app de calendário
ru: Передано в приложение календаря
tr: Takvim uygulamasında açılmak üzere gönderildi
vi: Đã chuyển cho ứng dụng lịch
zh_hant: 已交由行事曆App打開

# 已保存 HTML 文件。
source: 网页已保存
de: Webseite gesichert
en: Web page saved
es: Página web guardada
fr: Page web enregistrée.
id: Halaman web disimpan
it: Pagina web salvata
ja: Webページを保存しました
ko: 웹 페이지 저장됨
nl: Webpagina bewaard
pl: Zachowano stronę internetową
pt_br: Página web salva.
ru: Веб-страница сохранена
tr: Web sayfası kaydedildi
vi: Đã lưu trang web
zh_hant: 網頁已儲存

# 已保存地点的时钟调整提醒
source: 地点换钟前提醒我
de: Vor Zeitumstellungen meiner Orte erinnern
en: Alert me before my places change clocks
es: Avisarme antes de los cambios de hora en los lugares guardados
fr: Me prévenir avant les changements d’heure des lieux enregistrés
id: Ingatkan saya sebelum jam di lokasi saya diubah
it: Avvisami prima del cambio dell’ora nei luoghi salvati
ja: 保存した場所の時刻変更前に通知
ko: 장소의 시계 조정 전 알림
nl: Waarschuw me voordat de klok op mijn locaties wordt verzet
pl: Przypominaj przed zmianą czasu w zachowanych miejscach
pt_br: Avisar Antes de Mudanças de Horário nos Locais
ru: Напоминать перед переводом часов в добавленных местах
tr: Konumlarda saatler değişmeden önce beni uyar
vi: Nhắc tôi trước khi các địa điểm đổi giờ
zh_hant: 地點時鐘調整前提醒我

# 已保存诊断包。
source: 诊断包已保存
de: Diagnosepaket gesichert
en: Diagnostics saved
es: Paquete de diagnóstico guardado
fr: Dossier de diagnostic enregistré
id: Diagnostik disimpan
it: Pacchetto diagnostico salvato
ja: 診断情報を保存しました。
ko: 진단 정보가 저장되었습니다.
nl: Diagnoserapport bewaard
pl: Zachowano dane diagnostyczne
pt_br: Diagnóstico salvo.
ru: Пакет диагностики сохранён
tr: Tanılama paketi kaydedildi
vi: Đã lưu gói chẩn đoán
zh_hant: 診斷包已儲存

# 已允许系统通知
source: 通知已允许
de: Mitteilungen erlaubt
en: Notifications allowed
es: Notificaciones permitidas
fr: Notifications autorisées
id: Pemberitahuan diizinkan
it: Notifiche consentite
ja: 通知許可済み
ko: 알림이 허용됨
nl: Meldingen toegestaan
pl: Powiadomienia dozwolone
pt_br: Notificações permitidas
ru: Уведомления разрешены
tr: Bildirimlere izin verildi
vi: Đã cho phép thông báo
zh_hant: 通知已允許

source: 已删除“%@”
de: „%@“ gelöscht
en: Deleted “%@”
es: Se ha eliminado “%@”
fr: Lieu « %@ » supprimé
id: “%@” dihapus
it: Hai eliminato “%@”
ja: “%@”を削除しました
ko: ‘%@’ 삭제됨
nl: '%@' verwijderd
pl: Usunięto „%@”
pt_br: Local “%@” Apagado
ru: Удалено: «%@»
tr: “%@” silindi
vi: Đã xóa “%@”
zh_hant: 已刪除%@

# 已加入日历「%@」
source: 已添加到日历“%@”
de: Zum Kalender „%@“ hinzugefügt
en: Added to calendar “%@”
es: Añadido al calendario “%@”
fr: Ajouté au calendrier « %@ »
id: Ditambahkan ke kalender “%@”
it: Aggiunto al calendario “%@”
ja: カレンダー“%@”に追加しました
ko: 캘린더 ‘%@’에 추가됨
nl: Toegevoegd aan agenda '%@'
pl: Dodano do kalendarza „%@”
pt_br: Adicionado ao calendário “%@”
ru: Добавлено в календарь «%@»
tr: “%@” takvimine eklendi
vi: Đã thêm vào lịch “%@”
zh_hant: 已加入行事曆「%@」

# 已复制
source: 已拷贝
de: Kopiert
en: Copied
es: Copiado
fr: Copié
id: Disalin
it: Copiato
ja: コピーしました
ko: 복사됨
nl: Gekopieerd
pl: Skopiowano
pt_br: Copiado
ru: Скопировано
tr: Kopyalandı
vi: Đã sao chép
zh_hant: 已拷貝

source: 已添加到Dayside。
de: Zu Dayside hinzugefügt.
en: Added to Dayside.
es: Añadido a Dayside.
fr: Ajouté à Dayside.
id: Ditambahkan ke Dayside.
it: Aggiunto a Dayside.
ja: Daysideに追加しました。
ko: Dayside에 추가했습니다.
nl: Toegevoegd aan Dayside.
pl: Dodano do aplikacji Dayside.
pt_br: Adicionado ao Dayside.
ru: Добавлено в Dayside.
tr: Dayside’a eklendi.
vi: Đã thêm vào Dayside.
zh_hant: 已加入Dayside。

source: 市场时钟
de: Marktzeiten
en: Market Clock
es: Reloj de mercados
fr: Horloge des marchés
id: Jam Bursa
it: Orari dei mercati
ja: 市場時計
ko: 시장 시계
nl: Beursklok
pl: Zegar rynków
pt_br: Relógio de Mercados
ru: Часы рынков
tr: Piyasa Saati
vi: Giờ giao dịch
zh_hant: 市場時鐘

source: 帮助
de: Hilfe
en: Help
es: Ayuda
fr: Aide
id: Bantuan
it: Aiuto
ja: ヘルプ
ko: 도움말
nl: Help
pl: Pomoc
pt_br: Ajuda
ru: Справка
tr: Yardım
vi: Trợ giúp
zh_hant: 輔助說明

source: 常规
de: Normal
en: Regular
es: Normal
fr: Normal
id: Reguler
it: Regolare
ja: レギュラー
ko: 레귤러
nl: Normaal
pl: Zwykła
pt_br: Regular
ru: Обычный
tr: Normal
vi: Thông thường
zh_hant: 一般

source: 年初休市
de: Handelspause zum Jahresanfang
en: New Year closure
es: Cierre de Año Nuevo
fr: Fermeture du Nouvel An
id: Libur awal tahun
it: Chiusura di inizio anno
ja: 年始休場
ko: 연초 휴장
nl: Nieuwjaarssluiting
pl: Przerwa noworoczna
pt_br: Fechamento no início do ano
ru: Новогоднее закрытие
tr: Yeni yıl tatili
vi: Nghỉ giao dịch đầu năm

source: 年末休市
de: Handelspause zum Jahresende
en: Year-end closure
es: Cierre de fin de año
fr: Fermeture de fin d’année
id: Libur akhir tahun
it: Chiusura di fine anno
ja: 年末休場
ko: 연말 휴장
nl: Eindejaarssluiting
pl: Przerwa na koniec roku
pt_br: Fechamento no fim do ano
ru: Закрытие в конце года
tr: Yıl sonu tatili
vi: Nghỉ giao dịch cuối năm

source: 建国纪念日
de: Tag der Staatsgründung
en: National Foundation Day
es: Día de la Fundación Nacional
fr: Jour de la fondation nationale
id: Hari Pendirian Negara
it: Giornata della fondazione nazionale
ja: 建国記念の日
ko: 건국기념일
nl: Nationale stichtingsdag
pl: Dzień Założenia Państwa
pt_br: Dia da Fundação Nacional
ru: День основания государства
tr: Ulusal Kuruluş Günü
vi: Ngày Kiến quốc
zh_hant: 建國紀念日

source: 开始
de: Beginn
en: Start
es: Inicio
fr: Début
id: Mulai
it: Inizio
ja: 開始
ko: 시작
nl: Begin
pl: Początek
pt_br: Início
ru: Начало
tr: Başlangıç
vi: Bắt đầu
zh_hant: 開始

source: 开始使用
de: Loslegen
en: Get Started
es: Empezar
fr: Commencer
id: Mulai
it: Inizia
ja: はじめる
ko: 시작하기
nl: Aan de slag
pl: Zacznij
pt_br: Começar
ru: Начать
tr: Başla
vi: Bắt đầu
zh_hant: 開始使用

source: 开收盘按各市场公布的常规交易时段算，不含盘前盘后与半日市；休市日由规则算出，美英用“几月第几个星期几”加复活节，日本加上春分秋分与振替休日，中港的农历日期来自系统农历。
de: Öffnung und Schluss richten sich nach den regulären Handelszeiten der jeweiligen Börse, ohne Vor- und Nachhandel oder verkürzte Handelstage. Börsenfeiertage werden nach Regeln berechnet: In den USA und Großbritannien zählen bestimmte Wochentage im Monat und Ostern, in Japan zusätzlich die Tagundnachtgleichen und Ersatzfeiertage. Für China und Hongkong stammen die Mondkalenderdaten aus dem Systemkalender.
en: Opening and closing follow each market’s published regular hours, excluding pre-market, after-hours, and half days. Holidays are calculated from rules: weekday rules such as “last Monday in May” and Easter in the US and UK; the equinoxes and substitute holidays in Japan; and the system’s lunar calendar for mainland China and Hong Kong.
es: La apertura y el cierre siguen el horario habitual publicado por cada mercado, sin incluir la negociación antes de la apertura ni después del cierre, ni las sesiones de media jornada. Los días de cierre se calculan mediante reglas: en EE. UU. y el Reino Unido, el día de la semana que ocupa cierta posición en un mes y la Pascua; en Japón, también los equinoccios y los festivos sustitutos; en China continental y Hong Kong, las fechas lunares del calendario lunar del sistema.
fr: L’ouverture et la clôture suivent les horaires de cotation habituels publiés par chaque marché, hors séances avant et après la séance régulière et hors demi-journées. Les jours de fermeture sont calculés selon des règles : jour de la semaine et rang dans le mois, ainsi que Pâques, pour les États-Unis et le Royaume-Uni ; équinoxes et jours fériés de remplacement pour le Japon ; calendrier lunaire du système pour les dates lunaires en Chine continentale et à Hong Kong.
id: Jam buka dan tutup mengikuti jam perdagangan reguler yang diumumkan tiap pasar, tanpa perdagangan sebelum pembukaan, setelah penutupan, atau setengah hari. Hari libur bursa dihitung dari aturan: AS dan Inggris memakai pola hari dalam minggu tertentu pada bulan tertentu serta Paskah; Jepang menambahkan ekuinoks dan hari libur pengganti; tanggal Imlek untuk Tiongkok daratan dan Hong Kong berasal dari kalender Imlek sistem.
it: Gli orari di apertura e chiusura seguono i normali orari di contrattazione pubblicati dai mercati, senza negoziazioni prima o dopo l’orario regolare né sedute di mezza giornata. I giorni di chiusura sono calcolati da regole: negli Stati Uniti e nel Regno Unito si usano formule come “l’ultimo lunedì di maggio” e la Pasqua; in Giappone si aggiungono gli equinozi e le festività sostitutive. Le date lunari di Cina e Hong Kong vengono dal calendario lunare del sistema.
ja: 取引開始と終了は、各市場が公表する通常の取引時間に基づきます。取引開始前・終了後の時間外取引と半日取引は含みません。休場日は規則から算出します。米国と英国では“何月の何回目の何曜日”という規則と復活祭の日付、日本ではさらに春分・秋分と振替休日を使います。中国本土と香港の旧暦の日付は、システムの旧暦から取得します。
ko: 개장과 마감은 각 시장이 공시한 정규 거래 시간을 기준으로 계산하며, 장전·장후 거래와 반일장은 포함하지 않습니다. 휴장일은 규칙으로 계산합니다. 미국과 영국은 ‘몇 월 몇 번째 무슨 요일’과 부활절을 기준으로 하고, 일본은 춘분·추분과 대체 휴일도 반영합니다. 중국 본토와 홍콩의 음력 날짜는 시스템 음력에서 가져옵니다.
nl: Opening en sluiting volgen de gepubliceerde reguliere handelstijden van elke beurs, zonder voor- en nabeurshandel of halve handelsdagen. Sluitingsdagen worden met regels berekend: de VS en het VK gebruiken 'de zoveelste weekdag van de maand' plus Pasen. Japan voegt de lente- en herfstequinox en vervangende vrije dagen toe. De maankalenderdatums voor het Chinese vasteland en Hongkong komen uit de maankalender van het systeem.
pl: Otwarcie i zamknięcie odpowiadają regularnym godzinom sesji ogłaszanym przez każdy rynek, bez notowań przed sesją i po sesji oraz bez sesji półdniowych. Dni bez sesji są obliczane według reguł: w USA i Wielkiej Brytanii według określonego dnia tygodnia w danym miesiącu oraz Wielkanocy; w Japonii uwzględnia się też równonoce i zastępcze dni wolne, a daty księżycowe dla Chin kontynentalnych i Hongkongu pochodzą z kalendarza księżycowego systemu.
pt_br: A abertura e o fechamento seguem os horários regulares publicados por cada mercado, sem negociações antes ou depois do pregão nem dias de meio expediente. Os dias sem negociação são calculados por regras: nos EUA e no Reino Unido, a posição do dia da semana no mês e a Páscoa; no Japão, também os equinócios de primavera e outono e os feriados substitutos; na China e em Hong Kong, as datas lunares vêm do calendário lunar do sistema.
ru: Открытие и закрытие рассчитываются по опубликованному каждым рынком обычному времени торгов, без торгов до и после основной сессии и сокращённых торговых дней. Дни без торгов определяются по правилам: в США и Великобритании — по дню недели в определённом месяце и Пасхе; в Японии также учитываются весеннее и осеннее равноденствия и перенесённые выходные; лунные даты для материкового Китая и Гонконга берутся из системного лунного календаря.
tr: Açılış ve kapanışlar piyasaların yayımladığı normal işlem saatlerine göre hesaplanır; seans öncesi ve sonrası işlemler ile yarım günlük seanslar dahil değildir. Tatiller ABD ve Birleşik Krallık’ta ay içindeki hafta günü sırasına ve Paskalya’ya göre hesaplanır. Japonya’da ilkbahar ve sonbahar ekinoksları ile telafi tatilleri de kullanılır. Çin anakarası ve Hong Kong için ay takvimindeki tarihler sistemin ay takviminden alınır.
vi: Giờ mở cửa và đóng cửa theo giờ giao dịch thông thường do từng thị trường công bố, không gồm giao dịch trước giờ mở cửa, sau giờ đóng cửa hay phiên nửa ngày. Ngày nghỉ giao dịch được tính theo quy tắc: Mỹ và Anh dựa vào ngày thứ mấy xuất hiện lần thứ mấy trong tháng và Lễ Phục sinh; Nhật Bản tính thêm ngày Xuân phân, ngày Thu phân và ngày nghỉ bù; ngày âm lịch của Trung Quốc đại lục và Hồng Kông lấy từ âm lịch hệ thống.
zh_hant: 開盤與收盤依各市場公布的一般交易時段計算，不含盤前、盤後交易及半日交易；休市日依規則計算，美英採用「幾月第幾個星期幾」及復活節，日本另計春分、秋分及補假，中國大陸與香港的農曆日期由系統農曆提供。

# 开机自启
source: 登录时打开
de: Bei der Anmeldung öffnen
en: Open at login
es: Abrir al iniciar sesión
fr: Ouvrir avec la session
id: Buka saat masuk
it: Apri al login
ja: ログイン時に開く
ko: 로그인 시 열기
nl: Open bij inloggen
pl: Otwieraj podczas logowania
pt_br: Abrir no Início da Sessão
ru: Открывать при входе
tr: Oturum Açıldığında Aç
vi: Mở khi đăng nhập
zh_hant: 在登入時打開

source: 开盘中
de: Geöffnet
en: Open
es: Abierto
fr: Ouvert
id: Buka
it: Aperto
ja: 取引中
ko: 개장 중
nl: Open
pl: Otwarta
pt_br: Aberto
ru: Открыт
tr: Açık
vi: Đang mở cửa
zh_hant: 開盤中

source: 当地日期
de: Lokales Datum
en: Local date
es: Fecha local
fr: Date locale
id: Tanggal setempat
it: Data locale
ja: 現地の日付
ko: 현지 날짜
nl: Lokale datum
pl: Data lokalna
pt_br: Data local
ru: Местная дата
tr: Yerel Tarih
vi: Ngày địa phương
zh_hant: 當地日期

source: 当天太阳高度变化
de: Sonnenhöhe im Tagesverlauf
en: Sun altitude through the day
es: Altura solar a lo largo del día
fr: Hauteur du soleil au cours de la journée
id: Perubahan ketinggian matahari sepanjang hari
it: Variazione dell’altezza del Sole durante il giorno
ja: 当日の太陽高度の変化
ko: 하루 동안의 태양 고도 변화
nl: Zonnehoogte gedurende de dag
pl: Zmiany wysokości Słońca w ciągu dnia
pt_br: Altura do sol ao longo do dia
ru: Высота Солнца в течение дня
tr: Gün Boyunca Güneş Yüksekliği
vi: Độ cao mặt trời thay đổi trong ngày
zh_hant: 當天太陽高度變化

source: 德意志交易所（Xetra）
de: Deutsche Börse (Xetra)
en: Deutsche Börse (Xetra)
es: Deutsche Börse (Xetra)
fr: Deutsche Börse (Xetra)
id: Deutsche Börse (Xetra)
it: Deutsche Börse (Xetra)
ja: ドイツ取引所（Xetra）
ko: 도이체뵈르제(Xetra)
nl: Deutsche Börse (Xetra)
pl: Deutsche Börse (Xetra)
pt_br: Deutsche Börse (Xetra)
ru: Deutsche Börse (Xetra)
tr: Deutsche Börse (Xetra)
vi: Deutsche Börse (Xetra)

source: 快 %@
de: %@ voraus
en: %@ ahead
es: %@ por delante
fr: %@ d’avance
id: %@ lebih cepat
it: %@ avanti
ja: %@進んでいる
ko: %@ 빠름
nl: %@ voor
pl: %@ do przodu
pt_br: %@ à frente
ru: Опережает на %@
tr: %@ ileri
vi: nhanh hơn %@

source: 快捷键
de: Tastaturkürzel
en: Shortcuts
es: Atajos
fr: Raccourcis
id: Pintasan
it: Abbreviazioni
ja: ショートカット
ko: 단축키
nl: Toetscombinaties
pl: Skróty klawiszowe
pt_br: Atalhos
ru: Сочетания клавиш
tr: Kestirmeler
vi: Phím tắt
zh_hant: 快捷鍵

source: 感恩节
de: Thanksgiving
en: Thanksgiving
es: Acción de Gracias
fr: Thanksgiving
id: Thanksgiving
it: Giorno del Ringraziamento
ja: 感謝祭
ko: 추수감사절
nl: Thanksgiving
pl: Święto Dziękczynienia
pt_br: Dia de Ação de Graças
ru: День благодарения
tr: Şükran Günü
vi: Lễ Tạ ơn
zh_hant: 感恩節

source: 慢 %@
de: %@ zurück
en: %@ behind
es: %@ por detrás
fr: %@ de retard
id: %@ lebih lambat
it: %@ indietro
ja: %@遅れている
ko: %@ 느림
nl: %@ achter
pl: %@ do tyłu
pt_br: %@ atrás
ru: Отстаёт на %@
tr: %@ geri
vi: chậm hơn %@

source: 成人日
de: Tag der Volljährigkeit
en: Coming of Age Day
es: Día de la Mayoría de Edad
fr: Jour de la majorité
id: Hari Kedewasaan
it: Giornata della maggiore età
ja: 成人の日
ko: 성인의 날
nl: Dag van de meerderjarigheid
pl: Dzień Dorosłości
pt_br: Dia da Maioridade
ru: День совершеннолетия
tr: Reşit Olma Günü
vi: Ngày Thành nhân

source: 我的
de: Persönlich
en: Personal
es: Personal
fr: Personnel
id: Pribadi
it: Personale
ja: 個人
ko: 개인
nl: Persoonlijk
pl: Osobiste
pt_br: Pessoal
ru: Личное
tr: Kişisel
vi: Cá nhân

source: 手动顺序
de: Eigene Reihenfolge
en: Manual Order
es: Orden manual
fr: Ordre manuel
id: Urutan Manual
it: Ordine manuale
ja: 手動の順序
ko: 직접 정한 순서
nl: Handmatige volgorde
pl: Własna kolejność
pt_br: Ordem Manual
ru: Вручную
tr: Elle Sıralama
vi: Thứ tự tùy chỉnh
zh_hant: 手動順序

source: 打开 ${target}
de: ${target} öffnen
en: Open ${target}
es: Abrir ${target}
fr: Ouvrir ${target}
id: Buka ${target}
it: Apri ${target}
ja: ${target}を開く
ko: ${target} 열기
nl: Open ${target}
pl: Otwórz: ${target}
pt_br: Abrir ${target}
ru: Открыть ${target}
tr: Aç: ${target}
vi: Mở ${target}
zh_hant: 打開${target}

# 打开后，在任何 App 里按这个组合都会打开 Dayside 面板，再按一次关上。菜单栏项被隐藏时按了不会有反应。
source: 菜单栏里的Dayside被隐藏时，快捷键不起作用。
de: Das Tastaturkürzel funktioniert nicht, wenn Dayside in der Menüleiste ausgeblendet ist.
en: The shortcut doesn’t work while Dayside is hidden from the menu bar.
es: El atajo no funciona cuando Dayside está oculto en la barra de menús.
fr: Le raccourci n’a aucun effet lorsque Dayside est masqué dans la barre des menus.
id: Saat Dayside disembunyikan dari bar menu, pintasan ini tidak berfungsi.
it: L’abbreviazione non funziona quando Dayside è nascosto dalla barra dei menu.
ja: メニューバーのDaysideが非表示のときは、ショートカットは動作しません。
ko: Dayside가 메뉴 막대에서 숨겨져 있으면 단축키가 작동하지 않습니다.
nl: De toetscombinatie werkt niet zolang Dayside verborgen is in de menubalk.
pl: Skrót nie działa, gdy aplikacja Dayside jest ukryta na pasku menu.
pt_br: O atalho não funciona enquanto o Dayside está oculto na barra de menus.
ru: Когда Dayside скрыт в строке меню, сочетание клавиш не работает.
tr: Menü çubuğundaki Dayside gizliyken kestirme çalışmaz.
vi: Khi Dayside bị ẩn khỏi thanh menu, phím tắt không có tác dụng.
zh_hant: 選單列裡的Dayside被隱藏時，快捷鍵不起作用。

source: 打开地点
de: Ort öffnen
en: Open Place
es: Abrir lugar
fr: Ouvrir un lieu
id: Buka Lokasi
it: Apri luogo
ja: 場所を開く
ko: 장소 열기
nl: Open locatie
pl: Otwórz miejsce
pt_br: Abrir Local
ru: Открыть место
tr: Konumu Aç
vi: Mở địa điểm
zh_hant: 打開地點

source: 打开时间工具
de: Zeitwerkzeuge öffnen
en: Open Time Tools
es: Abrir Herramientas
fr: Ouvrir les outils horaires
id: Buka Alat Waktu
it: Apri “Strumenti orari”
ja: 時刻ツールを開く
ko: 시간 도구 열기
nl: Open Tijdtools
pl: Otwórz Narzędzia czasu
pt_br: Abrir Ferramentas de Tempo
ru: Открыть инструменты времени
tr: Zaman Araçları’nı Aç
vi: Mở Công cụ thời gian
zh_hant: 打開時間工具

# 扫码得到同一张名片；对方在「人物时钟」页导入即可，不经过服务器。
source: 扫码得到同一张名片，可在Dayside的“人物时钟”里导入。
de: Beim Scannen erhältst du dieselbe Zeitkarte. Sie lässt sich in Dayside unter „Personen“ importieren.
en: Scan to get the same card, then import it on the People page in Dayside.
es: Al escanear el código se obtiene la misma tarjeta, que puedes importar en “Relojes de personas” de Dayside.
fr: Scannez le code pour obtenir la même carte, puis importez-la dans « Personnes » dans Dayside.
id: Pindai untuk mendapatkan kartu yang sama, lalu impor di halaman Orang di Dayside.
it: Scansiona il codice per ottenere la stessa scheda oraria e importarla nella pagina Persone di Dayside.
ja: スキャンすると同じ名刺が得られます。Daysideの“人ごとの時計”ページで読み込めます。
ko: 스캔하면 같은 시간 카드를 받을 수 있습니다. Dayside의 ‘사람별 시계’에서 가져오세요.
nl: Scan om dezelfde tijdkaart te krijgen. Je kunt die in Dayside bij 'Personen' importeren.
pl: Zeskanuj kod, aby otrzymać tę samą wizytówkę. Możesz ją zaimportować na stronie Osoby w aplikacji Dayside.
pt_br: Escaneie o código para obter o mesmo cartão; você pode importá-lo em Relógios das Pessoas no Dayside.
ru: Отсканируйте код, чтобы получить ту же карточку, а затем импортируйте её на странице «Часы людей» в Dayside.
tr: Kodu tarayarak aynı Zaman Kartını alabilirsiniz. Dayside’ın Kişi Saatleri bölümünde içe aktarılabilir.
vi: Quét mã sẽ nhận được cùng danh thiếp thời gian; nhập ở trang “Mọi người” trong Dayside.
zh_hant: 掃碼得到同一張名片，可在Dayside的「人物時鐘」裡輸入。

source: 找碰头时间
de: Besprechungszeit finden
en: Find a Meeting Time
es: Buscar hora de reunión
fr: Trouver un créneau
id: Cari Waktu Rapat
it: Trova un orario
ja: 会議の時間を探す
ko: 회의 시간 찾기
nl: Zoek een vergadermoment
pl: Wspólny termin
pt_br: Encontrar Horário para Reunião
ru: Найти время для встречи
tr: Toplantı Planlayıcısı
vi: Tìm giờ họp
zh_hant: 找碰面時間

source: 把 ${expression}从 ${sourceTimeZone}换算到已保存的地点
de: ${expression} von ${sourceTimeZone} in die Ortszeiten der gespeicherten Orte umrechnen
en: Convert ${expression} from ${sourceTimeZone} to your saved places
es: Convertir ${expression} de ${sourceTimeZone} a los lugares guardados
fr: Convertir ${expression} du fuseau horaire ${sourceTimeZone} vers ceux des lieux enregistrés
id: Konversi ${expression} dari ${sourceTimeZone} ke lokasi tersimpan
it: Converti ${expression} da ${sourceTimeZone} agli orari dei luoghi salvati
ja: ${expression}を${sourceTimeZone}から保存した場所の時刻に変換
ko: ${sourceTimeZone} 기준 ${expression} 값을 저장한 장소의 시간으로 변환
nl: Reken ${expression} om van ${sourceTimeZone} naar je bewaarde locaties
pl: Przelicz ${expression} na czas zachowanych miejsc (strefa źródłowa: ${sourceTimeZone})
pt_br: Converter ${expression} de ${sourceTimeZone} para os locais salvos
ru: Пересчитать ${expression} из часового пояса ${sourceTimeZone} для сохранённых мест
tr: ${expression} ifadesini ${sourceTimeZone} saat diliminden kayıtlı konumlara dönüştür
vi: Quy đổi ${expression} từ ${sourceTimeZone} sang các địa điểm đã lưu
zh_hant: 將${expression}從${sourceTimeZone}換算到已儲存的地點

source: 把包含时区的时刻换算到已保存的地点。
de: Rechnet eine Uhrzeit mit Zeitzone für gespeicherte Orte um.
en: Converts a time with a time zone to your saved places.
es: Convierte una hora con zona horaria a los lugares guardados.
fr: Convertit une heure associée à un fuseau horaire dans les fuseaux des lieux enregistrés.
id: Mengonversi waktu yang menyertakan zona waktu ke lokasi tersimpan.
it: Converte un orario con il fuso orario negli orari dei luoghi salvati.
ja: 時間帯を含む時刻を、保存した場所の時刻に変換します。
ko: 시간대가 포함된 시각을 저장한 장소의 시간으로 변환합니다.
nl: Rekent een tijd met tijdzone om naar je bewaarde locaties.
pl: Przelicza godzinę ze strefą czasową na czas zachowanych miejsc.
pt_br: Converte um horário com fuso especificado para os locais salvos.
ru: Пересчитывает время с указанным часовым поясом для сохранённых мест.
tr: Saat dilimi belirtilmiş bir saati kayıtlı konumların saatine dönüştürür.
vi: Quy đổi thời điểm có kèm múi giờ sang các địa điểm đã lưu.
zh_hant: 將含時區的時刻換算到已儲存的地點。

source: 把地点加入Dayside的时钟列表。
de: Fügt einen Ort zur Liste in Dayside hinzu.
en: Adds a place to your Dayside list.
es: Añade un lugar a la lista de relojes de Dayside.
fr: Ajoute un lieu à la liste des horloges de Dayside.
id: Menambahkan lokasi ke daftar jam Dayside.
it: Aggiunge un luogo all’elenco degli orologi di Dayside.
ja: 場所をDaysideの時計リストに追加します。
ko: 장소를 Dayside의 시계 목록에 추가합니다.
nl: Voegt een locatie toe aan je Dayside-lijst.
pl: Dodaje miejsce do listy zegarów aplikacji Dayside.
pt_br: Adiciona um local à lista de relógios do Dayside.
ru: Добавляет место в список Dayside.
tr: Dayside saat listesine bir konum ekler.
vi: Thêm địa điểm vào danh sách đồng hồ của Dayside.
zh_hant: 把地點加入Dayside的時鐘清單。

# 把时钟调整加进日历（%lld 次）
source: 把%lld次换钟添加到日历
de: %lld Zeitumstellungen zum Kalender hinzufügen
en: Add %lld Clock Changes to Calendar
es: Añadir %lld cambios de hora al calendario
fr: Ajouter %lld changements d’heure au calendrier
id: Tambahkan %lld Perubahan Jam ke Kalender
it: Aggiungi %lld cambi dell’ora al calendario
ja: 時刻変更をカレンダーに追加（%lld回）
ko: 시계 조정 %lld건을 캘린더에 추가
nl: Zet %lld klokwijzigingen in agenda
pl: Dodaj %lld zmiany czasu do kalendarza
pt_br: Adicionar %lld mudanças de horário ao calendário
ru: Добавить %lld перевода часов в календарь
tr: %lld Saat Değişikliğini Takvime Ekle
vi: Thêm %lld lần đổi giờ vào lịch
zh_hant: 將%lld次時鐘調整加入行事曆
